Repository: yue1132/mew-notch
Catalog: MewNotch/Resources/Localizable.xcstrings
Source language: en
Languages: zh_cn

source: %lld chars
zh_cn: %lld 字符

source: %lld events
zh_cn: %lld 个日程

source: %lld min
zh_cn: %lld 分钟

source: %lld overdue
zh_cn: %lld 已过期

source: 1 min
zh_cn: 1 分钟

source: 5 min
zh_cn: 5 分钟

source: 10 min
zh_cn: 10 分钟

source: 30 min
zh_cn: 30 分钟

source: About
zh_cn: 关于

source: Accessibility permissions are required.
zh_cn: 需要辅助功能权限。

# accessibility_required
source: Accessibility permissions are required.
zh_cn: 需要辅助功能权限。

source: Add
zh_cn: 添加

source: Add Preset
zh_cn: 添加预设

source: Add Todo
zh_cn: 添加待办

source: AirDrop service could not be initialised
zh_cn: AirDrop 服务无法初始化

source: Animate value changes
zh_cn: 动画显示数值变化

source: Animated
zh_cn: 动画

source: App
zh_cn: 应用

source: Appearance
zh_cn: 外观

source: Apple Reminders Integration
zh_cn: Apple 提醒事项集成

source: Apply Glass Effect
zh_cn: 应用玻璃效果

source: Audio
zh_cn: 音频

# audio_nav
source: Audio
zh_cn: 音频

# auto_activate_camera_subtitle
source: Automatically activate camera when notch is expanded
zh_cn: 展开刘海时自动激活摄像头

# auto_execute_subtitle
source: Automatically execute the command periodically
zh_cn: 定期自动执行命令

source: Auto-Refresh
zh_cn: 自动刷新

source: Auto Start Break
zh_cn: 自动开始休息

source: Auto-Start Mirror
zh_cn: 自动启动镜像

# auto_start_mirror_subtitle
source: Automatically activate camera when notch is expanded
zh_cn: 展开刘海时自动激活摄像头

source: Bash Script
zh_cn: Bash 脚本

# bash_command_hint
source: Enter a bash command to execute. The output will be displayed in the notch.
zh_cn: 输入要执行的 bash 命令。输出将显示在刘海中。

source: Behavior
zh_cn: 行为

source: Break
zh_cn: 休息

source: Brightness
zh_cn: 亮度

# brightness_nav
source: Brightness
zh_cn: 亮度

source: Calendar
zh_cn: 日历

# calendar_access_denied
source: Calendar access required to show events
zh_cn: 需要日历访问权限才能显示日程

source: Calendar access required
zh_cn: 需要日历访问权限

# calendar_settings_title
source: Calendar Settings
zh_cn: 日历设置

source: camera_access_required
zh_cn: 需要相机访问权限

source: Cancel
zh_cn: 取消

source: Check for Updates...
zh_cn: 检查更新...

source: Check for Updates
zh_cn: 检查更新

source: Choose Displays to show notch on
zh_cn: 选择显示刘海的显示器

# choose_display
source: Choose Displays to show notch on
zh_cn: 选择显示刘海的显示器

source: Collapsed
zh_cn: 折叠

source: Collapsed Items Settings
zh_cn: 折叠项设置

source: Command
zh_cn: 命令

source: Corner Radius
zh_cn: 圆角半径

# corner_radius_subtitle
source: Adjust the shape of the mirror
zh_cn: 调整镜像形状

source: Current Session
zh_cn: 当前会话

source: Dark
zh_cn: 深色

source: Details
zh_cn: 详情

source: Disable System HUD
zh_cn: 禁用系统 HUD

# disable_system_hud_subtitle
source: Hide system volume and brightness overlays
zh_cn: 隐藏系统音量和亮度覆盖层

source: Displays
zh_cn: 显示器

source: Drop Files Here
zh_cn: 拖放文件至此

source: Enable Apple Reminders
zh_cn: 启用 Apple 提醒事项

source: Enable Global Shortcut
zh_cn: 启用全局快捷键

source: Enable Sync
zh_cn: 启用同步

source: Enabled
zh_cn: 启用

source: English
zh_cn: 英文

source: Enter a bash command to execute. The output will be displayed in the notch.
zh_cn: 输入要执行的 bash 命令。输出将显示在刘海中。

source: events
zh_cn: 个日程

# events_count
source: %lld events
zh_cn: %lld 个日程

source: Expand on Hover
zh_cn: 悬停展开

# expand_on_hover_subtitle
source: Expand notch when hovered. Disables click interactions in all HUDs.
zh_cn: 悬停时展开刘海。 禁用所有 HUD 的点击交互。

source: Expanded
zh_cn: 展开

source: Expanded Items
zh_cn: 展开项

source: Expanded Items Settings
zh_cn: 展开项设置

source: File cannot be sent with AirDrop
zh_cn: 文件无法通过 AirDrop 发送

source: Focus
zh_cn: 专注

source: Focus Session
zh_cn: 专注时段

source: Focus Time
zh_cn: 专注时间

source: Font
zh_cn: 字体

source: Font Size
zh_cn: 字体大小

# force_expand_subtitle
source: Forces 'Expand on Hover' to be enabled
zh_cn: 强制启用悬停展开

source: General
zh_cn: 通用

source: General Settings
zh_cn: 通用设置

# glass_effect_subtitle
source: Forces 'Expand on Hover' to be enabled
zh_cn: 强制启用悬停展开

source: Global Shortcut
zh_cn: 全局快捷键

source: Grant Reminders Access
zh_cn: 授权提醒事项访问

source: Grant Access
zh_cn: 授权访问

source: Grant Calendar Access
zh_cn: 授权日历访问

source: h
zh_cn: 时

source: Haptic Feedback
zh_cn: 触觉反馈

# haptic_feedback_subtitle
source: Play haptic feedback when hovering over the notch
zh_cn: 悬停刘海时播放触觉反馈

source: Height
zh_cn: 高度

source: Hide on Full Screen
zh_cn: 全屏时隐藏

# hide_on_full_screen_subtitle
source: Hides the notch when a full screen app is detected
zh_cn: 检测到全屏应用时隐藏刘海

# hours
source: h
zh_cn: 时

source: Hover Delay
zh_cn: 悬停延迟

source: HUD on Complete
zh_cn: 完成时显示 HUD

source: HUD Reminder Enabled
zh_cn: 启用 HUD 提醒

# hud_reminder_minutes
source: HUD Reminder (minutes before)
zh_cn: HUD 提醒（提前分钟数）

source: Input Appearance
zh_cn: 输入外观

source: Input General
zh_cn: 输入通用

source: Interaction
zh_cn: 交互

source: Interface
zh_cn: 界面

source: Language
zh_cn: 语言

# language_subtitle
source: Choose display language
zh_cn: 选择显示语言

source: Launch at Login
zh_cn: 登录时启动

# launch_at_login_subtitle
source: Automatically start MewNotch when you log in
zh_cn: 登录时自动启动 MewNotch

source: Left
zh_cn: 剩余

source: Light
zh_cn: 浅色

source: Local Todos
zh_cn: 本地待办

source: Long
zh_cn: 长休

source: Long Break
zh_cn: 长休息

source: Long Break Duration
zh_cn: 长休息时长

source: m
zh_cn: 分

source: Manage and Order Items
zh_cn: 管理和排序项目

source: Max Events to Show
zh_cn: 最多显示日程数

source: Media
zh_cn: 媒体

# media_nav
source: Media
zh_cn: 媒体

source: min
zh_cn: 分钟

source: Min
zh_cn: 分钟

# minutes
source: m
zh_cn: 分

source: Minutes
zh_cn: 分钟

source: Mirror
zh_cn: 镜像

source: Mirror Appearance
zh_cn: 镜像外观

# mirror_shape_subtitle
source: Adjust the shape of the mirror
zh_cn: 调整镜像形状

source: Name
zh_cn: 名称

source: Next
zh_cn: 下一个

# next_event
source: Next: %@
zh_cn: 下一个：%@

source: Next: %@
zh_cn: 下一个：%@

source: No saved scripts
zh_cn: 无已保存文稿

source: No Events
zh_cn: 无日程

source: No events today
zh_cn: 今日无日程

source: No pending items
zh_cn: 无待办事项

source: No saved timers
zh_cn: 无已保存计时器

source: No Script
zh_cn: 无文稿

source: Notch
zh_cn: 刘海

source: Notch Items
zh_cn: 刘海项

source: Now Playing
zh_cn: 正在播放

source: Open System Settings
zh_cn: 打开系统设置

source: Output Appearance
zh_cn: 输出外观

source: Output Details
zh_cn: 输出详情

source: Output General
zh_cn: 输出通用

source: overdue
zh_cn: 已过期

# overdue_text
source: %lld overdue
zh_cn: %lld 已过期

source: Overlay Opacity
zh_cn: 叠加透明度

source: Pomodoro
zh_cn: 番茄钟

# pomodoro_settings_title
source: Pomodoro Settings
zh_cn: 番茄钟设置

source: Power
zh_cn: 电源

# power_nav
source: Power
zh_cn: 电源

source: Quick Start
zh_cn: 快速启动

source: Quick Timer Presets
zh_cn: 快速计时预设

source: Quit
zh_cn: 退出

source: Refresh Notch
zh_cn: 刷新刘海

source: Refresh Interval
zh_cn: 刷新间隔

source: Reminder Sound
zh_cn: 提醒声音

source: Reminder Time
zh_cn: 提醒时间

source: Reset Session Count
zh_cn: 重置会话计数

# reset_on_collapse_false
source: Notch will retain state when Collapsed
zh_cn: 折叠时保持状态

# reset_on_collapse_true
source: Notch resets to Home when Collapsed
zh_cn: 折叠时重置到主页

source: Reset View on Collapse
zh_cn: 折叠时重置视图

source: Saved Scripts
zh_cn: 已保存文稿

source: Saved Timers
zh_cn: 已保存计时器

source: Scroll Speed
zh_cn: 滚动速度

source: Sec
zh_cn: 秒

# seconds
source: s
zh_cn: 秒

# seconds_suffix
source: seconds
zh_cn: 秒

# seconds_suffix_format
source: seconds
zh_cn: 秒

source: Select an Item
zh_cn: 选择项目

source: Select an item above to configure its settings.
zh_cn: 选择上方项目以配置其设置。

source: Select Lists
zh_cn: 选择列表

source: Select Calendars
zh_cn: 选择日历

# select_item_configure
source: Select an item above to configure its settings.
zh_cn: 选择上方项目以配置其设置。

source: Sessions Completed:
zh_cn: 已完成会话：

source: Sessions before Long Break
zh_cn: 长休息前工作次数

source: Settings
zh_cn: 设置

source: Short
zh_cn: 短休

source: Short Break
zh_cn: 短休息

source: Short Break Duration
zh_cn: 短休息时长

source: Shortcut Key
zh_cn: 快捷键

source: Show Separator
zh_cn: 显示分隔符

source: Show Album
zh_cn: 显示专辑

source: Show App Icon
zh_cn: 显示应用图标

source: Show Artist
zh_cn: 显示艺术家

source: Show Auto Brightness Changes
zh_cn: 显示自动亮度变化

source: Show Badge Count
zh_cn: 显示徽章计数

source: Show Command
zh_cn: 显示命令

# show_command_subtitle
source: Display the command text in the notch
zh_cn: 在刘海中显示命令文本

source: Show in Collapsed Notch
zh_cn: 在折叠刘海显示

source: Show Mirror Overlay
zh_cn: 显示镜像叠加

source: Show new title for
zh_cn: 显示新标题时长

source: Show Notch On
zh_cn: 刘海显示位置

source: Show on Lock Screen
zh_cn: 在锁屏显示

# show_on_lock_screen_subtitle
source: Incompatible with File Shelf feature
zh_cn: 与文件架功能不兼容

source: Show Ongoing Events
zh_cn: 显示进行中日程

source: Show Past Events
zh_cn: 显示已结束日程

source: Show Time Remaining
zh_cn: 显示剩余时间

source: Show title on change
zh_cn: 更改时显示标题

# show_today_events
source: Show Today's Events
zh_cn: 显示今日日程

# show_tomorrow_events
source: Show Tomorrow's Events
zh_cn: 显示明日日程

source: Shows brightness changes
zh_cn: 显示亮度变化

# shows_media_playing
source: Shows media playing app with animation
zh_cn: 动画显示播放媒体的应用

# shows_new_media_name
source: Shows new media name on change
zh_cn: 更改时显示新媒体名称

# shows_power_state
source: Shows power state when plugged in/out
zh_cn: 显示插入/拔出电源状态

# shows_time_remaining
source: Displays estimated time remaining on battery
zh_cn: 显示电池剩余时间估算

source: Shows volume changes
zh_cn: 显示音量变化

source: Sort by Priority
zh_cn: 按优先级排序

source: Sound on Complete
zh_cn: 完成时播放声音

source: Speed
zh_cn: 速度

source: Start
zh_cn: 开始

source: Status Icon
zh_cn: 状态图标

# status_icon_subtitle
source: Show icon in menu bar for easy access
zh_cn: 在菜单栏显示图标便于访问

source: Step Size
zh_cn: 步长

source: Style
zh_cn: 样式

source: Sync Interval
zh_cn: 同步间隔

source: Synced
zh_cn: 已同步

source: System
zh_cn: 系统

source: tap_to_allow_camera
zh_cn: 点击以允许相机访问

source: Teleprompter
zh_cn: 提词器

# teleprompter_settings_title
source: Teleprompter Settings
zh_cn: 提词器设置

source: Text Alignment
zh_cn: 文本对齐

source: Timer
zh_cn: 计时器

# timer_settings_title
source: Timer Settings
zh_cn: 计时器设置

# timer_suffix
source: Timer
zh_cn: 计时器

source: Today
zh_cn: 今天

# today_time
source: Today %@
zh_cn: 今天 %@

source: Todo title
zh_cn: 待办标题

source: Todo & Reminder
zh_cn: 待办提醒

# todo_settings_title
source: Todo & Reminder Settings
zh_cn: 待办提醒设置

source: Tomorrow
zh_cn: 明天

# tomorrow_time
source: Tomorrow %@
zh_cn: 明天 %@

source: Version
zh_cn: 版本

source: Version %@
zh_cn: 版本 %@

source: View on GitHub
zh_cn: 在 GitHub 查看

source: Width Multiplier
zh_cn: 宽度倍数

source: Work
zh_cn: 工作

source: Work Duration
zh_cn: 工作时长
